{
  "offset": "0",
  "results": [
    {
      "body": "Washington is always a place of change, but with the end of the Bush administration in sight, there was more upheaval than usual in 2007. The year began with a new Congress led by Democrats for the first time in years, and a new House speaker, Representative Nancy Pelosi of California, the first woman to hold the job. As promised during the",
      "date": "20071231",
      "title": "2007: THE YEAR IN PICTURES; Some New Faces, Same Persistent Problems",
      "url": "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D71430F932A05751C1A9619C8B63"
    },
    {
      "body": "With the hot, dry Santa Ana winds acting as bellows, wildfires in Southern California in October destroyed hundreds of homes, killed 10 people and prompted mass evacuations. The disaster led to debate, once more, on whether growth should be regulated and restricted in fire-prone areas. But 2007 also marked the start of a different housing",
      "date": "20071231",
      "title": "2007: THE YEAR IN PICTURES; Disasters, Natural And Not",
      "url": "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFDA1430F932A05751C1A9619C8B63"
    },
    {
      "body": "Conservative groups in California are gathering signatures to try to block an anti-discrimination bill because it includes language that would extend protection to public-school students based on their sexual orientation and gender identity. Gov. Arnold Schwarzenegger, a Republican, signed the bill in October, but it does not become law until Jan.",
      "byline": "By REBECCA CATHCART",
      "date": "20071230",
      "title": "Effort to Block California Anti-Bias Bill",
      "url": "http:\/\/www.nytimes.com\/2007\/12\/30\/us\/30calif.html"
    },
    {
      "body": "INTERNATIONAL3-9 Al Qaeda's Pakistani Face The Qaeda network accused by Pakistan's government of killing the opposition leader Benazir Bhutto is increasingly made up not of foreign fighters but of homegrown Pakistani militants bent on destabilizing the country, analysts and security officials say. 1 Nawaz Sharif ventured into the political",
      "date": "20071230",
      "title": "News Summary",
      "url": "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E6DC1639F933A05751C1A9619C8B63"
    },
    {
      "body": "WINE enthusiasts love to discuss the aromas of wine -- the raspberries, the leather, the fresh-cut grass -- but are we ignoring a prevailing whiff of petroleum? With some wines emitting three times their weight in greenhouse gas, the answer is yes. Wine, like virtually every consumer product, has a ''carbon footprint'' -- that is, a certain amount",
      "byline": "By Tyler Colman",
      "date": "20071230",
      "title": "Red, White or Green?",
      "url": "http:\/\/www.nytimes.com\/2007\/12\/30\/opinion\/30CTcolman.html"
    },
    {
      "body": "When any of the 5,300 inmates at Pleasant Valley State Prison begin coughing and running a fever, doctors do not think flu, bronchitis or even the common cold. They think valley fever; and, more often than they would like, they are right. In the past three years, more than 900 inmates at the prison have contracted the fever, a fungal infection that",
      "byline": "By JESSE McKINLEY; Dan Barry is off. Beginning Jan. 14, the ''This Land'' column will appear on Mondays.",
      "date": "20071230",
      "title": "Infection Hits a California Prison Hard, and Experts Ask Why",
      "url": "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6D81130F933A05751C1A9619C8B63"
    },
    {
      "body": "It was a battle of streaks. Pittsburgh's ended. Dayton's did not. Brian Roberts scored 31 points Saturday night and Dayton upset No. 6 Pittsburgh, 80-55, extending the Flyers' winning streak to 10 and handing the visiting Panthers their first loss of the season. Pittsburgh (11-1) had no answer for Roberts, who had numerous open looks and took full",
      "byline": "By THE ASSOCIATED PRESS",
      "date": "20071230",
      "title": "MEN'S ROUNDUP; Dayton Handily Deals Pittsburgh Its First Loss",
      "url": "http:\/\/www.nytimes.com\/2007\/12\/30\/sports\/ncaabasketball\/30men.html"
    },
    {
      "body": "WINE enthusiasts love to discuss the aromas of wine -- the raspberries, the leather, the fresh-cut grass -- but are we ignoring a prevailing whiff of petroleum? With some wines emitting three times their weight in greenhouse gas, the answer is yes. Wine, like virtually every consumer product, has a ''carbon footprint'' -- that is, a certain amount",
      "byline": "By Tyler Colman",
      "date": "20071230",
      "title": "Red, White or Green?",
      "url": "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EEDD1530F933A05751C1A9619C8B63"
    },
    {
      "body": "When it comes to a men's college basketball team, the schedule is as tough as any: Georgia on Sunday. Wake Forest on Wednesday. North Carolina State on Saturday. Georgia Tech next Sunday. That is not the lineup for Duke. Or North Carolina. It belongs to the Blue Hose of Presbyterian College in Clinton, S.C., a liberal arts institution with 1,200",
      "byline": "By MIKE OGLE",
      "date": "20071230",
      "title": "Have Team, Will Travel, Losing Badly",
      "url": "http:\/\/www.nytimes.com\/2007\/12\/30\/sports\/ncaabasketball\/30bluehose.html"
    },
    {
      "body": "The best work of Jeff Novitzky, a lanky former college basketball player from California, has come far from the court. Evidence uncovered by Novitzky, now a special agent for the Internal Revenue Service, helped in the last three months of 2007 to implicate dozens of high-profile athletes in the use of steroids and other illegal substances. After",
      "byline": "By MICHAEL S. SCHMIDT",
      "date": "20071230",
      "title": "Jeff Novitzky",
      "url": "http:\/\/www.nytimes.com\/2007\/12\/30\/sports\/baseball\/30novitzky.html"
    }
  ],
  "tokens": [
    "California"
  ],
  "total": 147666
}